Repository: ohmzi/Tday
Catalog: ios-swiftUI/Tday/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ms, pt, ru, zh

source: Your app requires a newer server version. The server is on v%@. Please contact your administrator to update the server.
de: Ihre App erfordert eine neuere Server-Version. Der Server läuft auf v%@. Bitte wenden Sie sich an Ihren Administrator, um den Server zu aktualisieren.
es: Tu app requiere una versión más reciente del servidor. El servidor está en la v%@. Contacta a tu administrador para actualizar el servidor.
fr: Votre app requiert une version de serveur plus récente. Le serveur est en v%@. Veuillez contacter votre administrateur pour mettre à jour le serveur.
it: La tua app richiede una versione del server più recente. Il server è alla v%@. Contatta il tuo amministratore per aggiornare il server.
ja: アプリには新しいサーバーバージョンが必要です。サーバーは v%@ です。サーバーを更新するには管理者に連絡してください。
ms: Apl anda memerlukan versi pelayan yang lebih baharu. Pelayan pada v%@. Sila hubungi pentadbir anda untuk mengemas kini pelayan.
pt: Seu app requer uma versão mais recente do servidor. O servidor está na v%@. Entre em contato com seu administrador para atualizar o servidor.
ru: Вашему приложению требуется более новая версия сервера. Сервер работает на v%@. Обратитесь к администратору для обновления сервера.
zh: 您的应用需要更新的服务器版本。服务器版本为 v%@。请联系管理员更新服务器。

source: Your data
de: Deine Daten
es: Tus datos
fr: Vos données
it: I tuoi dati
ja: あなたのデータ
ms: Data anda
pt: Os seus dados
ru: Ваши данные
zh: 你的数据

source: Your data file was saved.
de: Deine Datendatei wurde gespeichert.
es: Se guardó tu archivo de datos.
fr: Votre fichier de données a été enregistré.
it: Il file dei tuoi dati è stato salvato.
ja: データファイルを保存しました。
ms: Fail data anda telah disimpan.
pt: O ficheiro dos seus dados foi guardado.
ru: Файл с вашими данными сохранён.
zh: 已保存你的数据文件。

source: Your day ahead
de: Dein Tag
es: Tu día por delante
fr: Votre journée à venir
it: La tua giornata
ja: 今日の予定
ms: Hari anda
pt: Seu dia pela frente
ru: Ваш день впереди
zh: 你的一天

source: %d selected
de: %d ausgewählt
es: %d seleccionadas
fr: %d sélectionnées
it: %d selezionate
ja: %d件を選択中
ms: %d dipilih
pt: %d selecionadas
ru: Выбрано: %d
zh: 已选择 %d 项

source: %d selected — the most one action can cover
de: %d ausgewählt – mehr kann eine Aktion nicht umfassen
es: %d seleccionadas: el máximo que puede abarcar una acción
fr: %d sélectionnées – le maximum pour une seule action
it: %d selezionate: il massimo che una singola azione può coprire
ja: %d件を選択中 — 1回の操作で扱える上限です
ms: %d dipilih — jumlah maksimum bagi satu tindakan
pt: %d selecionadas — o máximo que uma ação pode abranger
ru: Выбрано: %d — больше одно действие не охватит
zh: 已选择 %d 项 — 单次操作的上限

source: %d tasks completed
de: %d Aufgaben erledigt
es: %d tareas completadas
fr: %d tâches terminées
it: %d attività completate
ja: %d件のタスクを完了しました
ms: %d tugas selesai
pt: %d tarefas concluídas
ru: Выполнено задач: %d
zh: 已完成 %d 个任务

source: %d tasks couldn't be deleted
de: %d Aufgaben konnten nicht gelöscht werden
es: No se pudieron eliminar %d tareas
fr: %d tâches n'ont pas pu être supprimées
it: Impossibile eliminare %d attività
ja: %d件のタスクを削除できませんでした
ms: %d tugas tidak dapat dipadamkan
pt: Não foi possível excluir %d tarefas
ru: Не удалось удалить задач: %d
zh: 有 %d 个任务无法删除

source: %d tasks couldn't be updated
de: %d Aufgaben konnten nicht aktualisiert werden
es: No se pudieron actualizar %d tareas
fr: %d tâches n'ont pas pu être mises à jour
it: Impossibile aggiornare %d attività
ja: %d件のタスクを更新できませんでした
ms: %d tugas tidak dapat dikemas kini
pt: Não foi possível atualizar %d tarefas
ru: Не удалось обновить задач: %d
zh: 有 %d 个任务无法更新

source: %d tasks deleted
de: %d Aufgaben gelöscht
es: %d tareas eliminadas
fr: %d tâches supprimées
it: %d attività eliminate
ja: %d件のタスクを削除しました
ms: %d tugas dipadamkan
pt: %d tarefas excluídas
ru: Удалено задач: %d
zh: 已删除 %d 个任务

source: Applies to %1$d of %2$d — repeating tasks are skipped.
de: Gilt für %1$d von %2$d – wiederkehrende Aufgaben werden übersprungen.
es: Se aplica a %1$d de %2$d: las tareas periódicas se omiten.
fr: S'applique à %1$d sur %2$d – les tâches récurrentes sont ignorées.
it: Si applica a %1$d di %2$d: le attività ricorrenti vengono saltate.
ja: %2$d件中%1$d件に適用されます — 繰り返しタスクはスキップされます。
ms: Terpakai untuk %1$d daripada %2$d — tugas berulang dilangkau.
pt: Aplica-se a %1$d de %2$d — tarefas recorrentes são ignoradas.
ru: Применится к %1$d из %2$d — повторяющиеся задачи пропускаются.
zh: 将应用于 %2$d 项中的 %1$d 项 — 重复任务会被跳过。

source: Delete %d tasks
de: %d Aufgaben löschen
es: Eliminar %d tareas
fr: Supprimer %d tâches
it: Elimina %d attività
ja: %d件のタスクを削除
ms: Padam %d tugas
pt: Excluir %d tarefas
ru: Удалить задач: %d
zh: 删除 %d 个任务

source: Delete %d tasks?
de: %d Aufgaben löschen?
es: ¿Eliminar %d tareas?
fr: Supprimer %d tâches ?
it: Eliminare %d attività?
ja: %d件のタスクを削除しますか？
ms: Padam %d tugas?
pt: Excluir %d tarefas?
ru: Удалить задач: %d?
zh: 删除 %d 个任务？

source: Delete task
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
it: Elimina attività
ja: タスクを削除
ms: Padam tugas
pt: Excluir tarefa
ru: Удалить задачу
zh: 删除任务

source: Delete this task?
de: Diese Aufgabe löschen?
es: ¿Eliminar esta tarea?
fr: Supprimer cette tâche ?
it: Eliminare questa attività?
ja: このタスクを削除しますか？
ms: Padam tugas ini?
pt: Excluir esta tarefa?
ru: Удалить эту задачу?
zh: 删除这个任务？

source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて解除
ms: Nyahpilih semua
pt: Desmarcar tudo
ru: Снять выделение
zh: 取消全选

source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ms: Alih
pt: Mover
ru: Переместить
zh: 移动

source: Move %d tasks
de: %d Aufgaben verschieben
es: Mover %d tareas
fr: Déplacer %d tâches
it: Sposta %d attività
ja: %d件のタスクを移動
ms: Alih %d tugas
pt: Mover %d tarefas
ru: Переместить задач: %d
zh: 移动 %d 个任务

source: Move %d tasks?
de: %d Aufgaben verschieben?
es: ¿Mover %d tareas?
fr: Déplacer %d tâches ?
it: Spostare %d attività?
ja: %d件のタスクを移動しますか？
ms: Alih %d tugas?
pt: Mover %d tarefas?
ru: Переместить задач: %d?
zh: 移动 %d 个任务？

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ms: Pilih
pt: Selecionar
ru: Выбрать
zh: 选择

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ms: Pilih semua
pt: Selecionar tudo
ru: Выбрать все
zh: 全选

source: These tasks come from different lists. Moving them can't be undone in one step — you'd have to put each one back by hand.
de: Diese Aufgaben stammen aus verschiedenen Listen. Das Verschieben lässt sich nicht in einem Schritt rückgängig machen – du müsstest jede einzeln zurücklegen.
es: Estas tareas provienen de listas distintas. Moverlas no se puede deshacer en un paso: tendrías que devolver cada una a mano.
fr: Ces tâches viennent de listes différentes. Le déplacement ne peut pas être annulé en une fois : il faudrait remettre chacune à la main.
it: Queste attività provengono da liste diverse. Lo spostamento non si annulla in un solo passaggio: dovresti rimetterle a posto una per una.
ja: これらのタスクは別々のリストにあります。移動は一度に元へ戻せません。1件ずつ手作業で戻す必要があります。
ms: Tugas ini datang daripada senarai yang berbeza. Pemindahan tidak boleh dibatalkan sekali gus — anda perlu mengembalikannya satu per satu.
pt: Estas tarefas vêm de listas diferentes. Mover não pode ser desfeito em uma etapa — você teria que devolver cada uma manualmente.
ru: Эти задачи из разных списков. Перемещение нельзя отменить одним действием — каждую придётся возвращать вручную.
zh: 这些任务来自不同的列表。移动后无法一步撤销 — 你需要逐个手动放回。

source: This removes them from every list, along with their completed history. You'll have a few seconds to undo.
de: Damit werden sie aus allen Listen entfernt, zusammen mit ihrem Erledigt-Verlauf. Du hast ein paar Sekunden, um das rückgängig zu machen.
es: Se eliminarán de todas las listas, junto con su historial de completadas. Tendrás unos segundos para deshacerlo.
fr: Elles seront retirées de toutes les listes, ainsi que de leur historique de tâches terminées. Vous aurez quelques secondes pour annuler.
it: Verranno rimosse da ogni lista, insieme alla loro cronologia di completamento. Avrai qualche secondo per annullare.
ja: すべてのリストから削除され、完了履歴も消えます。数秒間は元に戻せます。
ms: Ini mengeluarkannya daripada setiap senarai, berserta sejarah selesainya. Anda ada beberapa saat untuk membuat asal.
pt: Isso as remove de todas as listas, junto com o histórico de conclusão. Você terá alguns segundos para desfazer.
ru: Они будут удалены из всех списков вместе с историей выполнения. У вас будет несколько секунд, чтобы отменить.
zh: 它们将从所有列表中移除，完成记录也会一并删除。你有几秒钟可以撤销。

source: Chaos management, private edition
es: Gestión del caos, edición privada
fr: Gestion du chaos, édition privée
it: Gestione del caos, edizione privata
ja: 混沌の管理、プライベート版
ms: Pengurusan kekecohan, edisi peribadi
pt: Gestão do caos, edição privada
ru: Управление хаосом, приватная версия
zh: 混乱管理，私人版

source: App Version
es: Versión de la app
fr: Version de l'app
it: Versione dell'app
ja: アプリのバージョン
ms: Versi Apl
pt: Versão do app
ru: Версия приложения
zh: 应用版本

source: Email
es: Correo electrónico
ja: メール
ms: E-mel
ru: Эл. почта
zh: 电子邮件

source: Format
es: Formato
it: Formato
ja: 書式
pt: Formato
ru: Формат
zh: 格式

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ms: Nama
pt: Nome
ru: Имя
zh: 姓名

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ms: Luar talian
ru: Не в сети
zh: 离线

source: OK
es: Aceptar
ru: ОК
zh: 好

source: Server
es: Servidor
fr: Serveur
ja: サーバー
ms: Pelayan
pt: Servidor
ru: Сервер
zh: 服务器

source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
ja: サーバー URL
ms: URL pelayan
pt: URL do servidor
ru: URL сервера
zh: 服务器 URL

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ms: Sistem
pt: Sistema
ru: Система
zh: 系统

source: Normal
it: Normale
ja: 通常
ms: Biasa
ru: Обычное
zh: 普通
